Repository: GigaDuckAI/conduck
Catalog: Conduck/Conduck/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans

# workboard.chatCapture.recordingRefused
source: Added to Work without the recording. Add recordings yourself with the attachment button in Work.
es: Añadido a Trabajo sin la grabación. Añade las grabaciones tú con el botón de adjuntar en Trabajo.
ja: 録音を除いてワークスペースに追加しました。録音はワークスペースの添付ボタンから自分で追加してください。
zh_hans: 已添加到工作台，但未包含录音。请在工作台中使用附件按钮主动添加录音。

# workboard.chatCapture.remote
source: Added to Work. %lld gateway files remain available from the original chat.
es: Añadido a Trabajo. %lld archivos de la pasarela siguen disponibles en el chat original.
ja: ワークスペースに追加しました。%lld件のゲートウェイ上のファイルは元のチャットから利用できます。
zh_hans: 已添加到工作台，%lld 个网关文件仍可从原对话获取。

# workboard.chatCapture.remote.caption
source: Available in the original chat
es: Disponible en el chat original
ja: 元のチャットから利用可能
zh_hans: 可在原对话中获取

# workboard.chatCapture.remote.detail
source: %@ stays on your gateway. Open the original chat to retrieve it.
es: %@ permanece en tu pasarela. Abre el chat original para recuperarlo.
ja: %@はゲートウェイ上に残っています。取得するには元のチャットを開いてください。
zh_hans: %@ 保留在网关上，打开原对话可取回。

# workboard.chatCapture.remote.one
source: Added to Work. One gateway file remains available from the original chat.
es: Añadido a Trabajo. Un archivo de la pasarela sigue disponible en el chat original.
ja: ワークスペースに追加しました。1件のゲートウェイ上のファイルは元のチャットから利用できます。
zh_hans: 已添加到工作台，一个网关文件仍可从原对话获取。

# workboard.chatCapture.response
source: Chat response
es: Respuesta del chat
ja: チャットの返信
zh_hans: 聊天回复

# workboard.chatCapture.saved
source: Added to Work. Nothing was sent.
es: Añadido a Trabajo. No se envió nada.
ja: ワークスペースに追加しました。何も送信していません。
zh_hans: 已添加到工作台，未发送任何内容。

# workboard.chatCapture.unavailable.caption
source: Reattach in Work
es: Volver a adjuntar en Trabajo
ja: ワークスペースで再添付
zh_hans: 在工作台中重新附加

# workboard.chatCapture.unavailable.detail
source: %@ could not be copied from this device. Reattach it in Work to open it.
es: No se pudo copiar %@ desde este dispositivo. Vuelve a adjuntarlo en Trabajo para abrirlo.
ja: %@をこのデバイスからコピーできませんでした。開くにはワークスペースで再添付してください。
zh_hans: 无法从此设备复制 %@。请在工作台中重新附加，以便打开。

# workboard.companion.card.label
source: Screenshot with voice note
es: Captura de pantalla con nota de voz
ja: 音声メモ付きスクリーンショット
zh_hans: 截屏与语音笔记

# workboard.companion.card.label.words
source: Screenshot with note
es: Captura de pantalla con nota
ja: メモ付きスクリーンショット
zh_hans: 截屏与笔记

# workboard.companion.open.recording
source: Open Recording
es: Abrir grabación
ja: 録音を開く
zh_hans: 打开录音

# workboard.companion.pause
source: Pause Recording
es: Pausar grabación
ja: 録音を一時停止
zh_hans: 暂停录音

# workboard.companion.play
source: Play Recording
es: Reproducir grabación
ja: 録音を再生
zh_hans: 播放录音

# workboard.companion.reattach
source: Reattach Recording
es: Volver a adjuntar grabación
ja: 録音を再添付
zh_hans: 重新附加录音

# workboard.companion.share.picture
source: Share Screenshot
es: Compartir captura de pantalla
ja: スクリーンショットを共有
zh_hans: 共享截屏

# workboard.companion.share.recording
source: Share Recording
es: Compartir grabación
ja: 録音を共有
zh_hans: 共享录音

# workboard.error.contentTooLong
source: That text is longer than %@ characters. Shorten it, then try again.
es: Ese texto supera los %@ caracteres. Acórtalo y vuelve a intentarlo.
ja: テキストが%@文字を超えています。短くして再試行してください。
zh_hans: 文本超过 %@ 个字符，请缩短后重试。

# workboard.error.emptyNote
source: Write something before adding the note.
es: Escribe algo antes de añadir la nota.
ja: メモを追加する前に内容を入力してください。
zh_hans: 请先输入内容，再添加笔记。

# workboard.error.invalidLink
source: Add a complete http or https link.
es: Añade un enlace http o https completo.
ja: 完全なhttpまたはhttpsリンクを追加してください。
zh_hans: 请添加完整的 http 或 https 链接。

# workboard.error.itemMissing
source: This card is no longer available.
es: Esta tarjeta ya no está disponible.
ja: このカードは利用できなくなりました。
zh_hans: 此卡片已不可用。

# workboard.error.missingPayload
source: That file could not be read. Choose it again.
es: No se pudo leer ese archivo. Elígelo de nuevo.
ja: ファイルを読み取れませんでした。もう一度選んでください。
zh_hans: 无法读取该文件，请重新选择。

# workboard.error.staleDraft
source: This card changed on another device. Reopen it to keep the latest version.
es: Esta tarjeta cambió en otro dispositivo. Vuelve a abrirla para conservar la última versión.
ja: 別のデバイスでこのカードが変更されました。開き直して最新版を取得してください。
zh_hans: 此卡片在另一设备上发生了更改。请重新打开，以保留最新版本。

# workboard.item.untitled
source: Untitled note
es: Nota sin título
ja: 無題のメモ
zh_hans: 未命名笔记

# workboard.layout.label
source: Board view
es: Vista de tablero
ja: ボード表示
zh_hans: 工作板视图

# workboard.layout.list
source: List
es: Lista
ja: リスト
zh_hans: 列表

# workboard.layout.tiles
source: Tiles
es: Mosaico
ja: タイル
zh_hans: 卡片

# workboard.load.failed.message
source: Your desk stays private and unchanged. Try opening it again.
es: Tu escritorio sigue privado y sin cambios. Prueba a abrirlo de nuevo.
ja: ワークスペースは非公開のまま保持されています。もう一度開いてください。
zh_hans: 工作台仍然私密，内容没有改变。请尝试重新打开。

# workboard.load.failed.title
source: Work couldn’t open
es: No se pudo abrir Trabajo
ja: ワークスペースを開けませんでした
zh_hans: 无法打开工作台

# workboard.load.retry
source: Try Again
es: Reintentar
ja: 再試行
zh_hans: 重试

# workboard.loading
source: Opening your private work…
es: Abriendo tu trabajo privado…
ja: 非公開のワークスペースを開いています…
zh_hans: 正在打开私人工作台…

# workboard.material.addLink
source: Add Link
es: Añadir enlace
ja: リンクを追加
zh_hans: 添加链接

# workboard.material.audio
source: Voice note
es: Nota de voz
ja: 音声メモ
zh_hans: 语音笔记

# workboard.material.card.more
source: Card actions
es: Acciones de la tarjeta
ja: カードの操作
zh_hans: 卡片操作

# workboard.material.card.position
source: %1$lld of %2$lld
es: %1$lld de %2$lld
ja: %2$lld枚中%1$lld枚目
zh_hans: 第 %1$lld 项，共 %2$lld 项

# workboard.material.file
source: File
es: Archivo
ja: ファイル
zh_hans: 文件

# workboard.material.file.failed.title
source: Couldn’t add a file
es: No se pudo añadir un archivo
ja: ファイルを追加できませんでした
zh_hans: 无法添加文件

# workboard.material.image
source: Image
es: Imagen
ja: 画像
zh_hans: 图片

# workboard.material.image.open
source: Open image
es: Abrir imagen
ja: 画像を開く
zh_hans: 打开图片

# workboard.material.importing
source: Adding materials
es: Añadiendo materiales
ja: 素材を追加中
zh_hans: 正在添加素材

# workboard.material.large.confirm.add
source: Add to Work
es: Añadir a Trabajo
ja: ワークスペースに追加
zh_hans: 添加到工作台

# workboard.material.large.confirm.message
source: %1$lld large files (%2$@) stay on this device instead of syncing to your other devices, and may take a moment to copy.
es: %1$lld archivos grandes (%2$@) permanecen en este dispositivo en lugar de sincronizarse con los demás y pueden tardar en copiarse.
ja: 大きいファイル%1$lld件（%2$@）はほかのデバイスに同期されず、このデバイスに保存されます。コピーには少し時間がかかる場合があります。
zh_hans: %1$lld 个大文件（%2$@）仅保留在此设备，不同步到其他设备，复制可能需要片刻。

# workboard.material.large.confirm.message.one
source: One large file (%@) stays on this device instead of syncing to your other devices, and may take a moment to copy.
es: Un archivo grande (%@) permanece en este dispositivo en lugar de sincronizarse con los demás y puede tardar en copiarse.
ja: 大きいファイル1件（%@）はほかのデバイスに同期されず、このデバイスに保存されます。コピーには少し時間がかかる場合があります。
zh_hans: 一个大文件（%@）仅保留在此设备，不同步到其他设备，复制可能需要片刻。

# workboard.material.large.confirm.title
source: Add large files?
es: ¿Añadir archivos grandes?
ja: 大きいファイルを追加しますか？
zh_hans: 添加大文件？

# workboard.material.link
source: Link
es: Enlace
ja: リンク
zh_hans: 链接

# workboard.material.link.footer
source: The address is saved as text. Conduck does not fetch the page in the background.
es: La dirección se guarda como texto. Conduck no descarga la página en segundo plano.
ja: アドレスはテキストとして保存します。Conduckはバックグラウンドでページを取得しません。
zh_hans: 地址保存为文本，Conduck 不会在后台抓取网页。

# workboard.material.link.invalid
source: Enter a complete http or https address.
es: Introduce una dirección http o https completa.
ja: 完全なhttpまたはhttpsアドレスを入力してください。
zh_hans: 请输入完整的 http 或 https 地址。

# workboard.material.link.name
source: Link name (optional)
es: Nombre del enlace (opcional)
ja: リンク名（任意）
zh_hans: 链接名称（可选）

# workboard.material.link.open
source: Open link
es: Abrir enlace
ja: リンクを開く
zh_hans: 打开链接

# workboard.material.link.title
source: Reference Link
es: Enlace de referencia
ja: 参照リンク
zh_hans: 参考链接

# workboard.material.link.url.label
source: Web address
es: Dirección web
ja: Webアドレス
zh_hans: 网址

# workboard.material.localOnly
source: Available on this device
es: Disponible en este dispositivo
ja: このデバイスで利用可能
zh_hans: 此设备上可用

# workboard.material.note
source: Note
es: Nota
ja: メモ
zh_hans: 笔记

# workboard.material.notes.add
source: Add notes…
es: Añade notas…
ja: メモを追加…
zh_hans: 添加备注…

# workboard.material.notes.continue
source: Continue editing…
es: Seguir editando…
ja: 編集を続ける…
zh_hans: 继续编辑…

# workboard.material.notes.draftKept
source: Your changes are still here. Try saving again, or load the saved text to replace your changes.
es: Tus cambios siguen aquí. Prueba a guardar de nuevo o carga el texto guardado para reemplazar tus cambios.
ja: 変更はまだここにあります。再保存するか、保存済みのテキストを読み込んで変更を置き換えてください。
zh_hans: 更改仍在此处。请再次保存，或载入已保存文本以替换更改。

# workboard.material.notes.edit
source: Edit notes…
es: Editar notas…
ja: メモを編集…
zh_hans: 编辑备注…

# workboard.material.notes.explanation
source: Keep context with this material. These notes are included when you bring it into a new conversation.
es: Conserva el contexto con este material. Estas notas se incluyen cuando lo llevas a una conversación nueva.
ja: この素材に補足を残せます。新しい会話に素材を追加すると、このメモも含まれます。
zh_hans: 为此素材保留上下文。将素材带入新对话时，会包含这些备注。

# workboard.material.notes.placeholder
source: Write here…
es: Escribe aquí…
ja: ここに入力…
zh_hans: 在此输入…

# workboard.material.notes.reload
source: Load saved text…
es: Cargar texto guardado…
ja: 保存済みのテキストを読み込む…
zh_hans: 载入已保存文本…

# workboard.material.notes.reloadAction
source: Load saved text
es: Cargar texto guardado
ja: 保存済みのテキストを読み込む
zh_hans: 载入已保存文本

# workboard.material.notes.reloadConfirm
source: Replace your changes with the saved text?
es: ¿Reemplazar tus cambios por el texto guardado?
ja: 変更を保存済みのテキストで置き換えますか？
zh_hans: 用已保存文本替换更改？

# workboard.material.open
source: Open
es: Abrir
ja: 開く
zh_hans: 打开

# workboard.material.original.preview
source: Preview original
es: Previsualizar original
ja: 元の素材をプレビュー
zh_hans: 预览原件

# workboard.material.original.unavailable
source: The original isn’t available on this device. Your notes are still available here.
es: El original no está disponible en este dispositivo. Tus notas siguen disponibles aquí.
ja: 元の素材はこのデバイスで利用できません。メモはここで引き続き利用できます。
zh_hans: 此设备无法获取原件，备注仍可在此使用。

# workboard.material.photo.defaultName
source: Photo %lld
es: Foto %lld
ja: 写真%lld
zh_hans: 照片 %lld

# workboard.material.preview.failed.title
source: Material unavailable
es: Material no disponible
ja: 素材を利用できません
zh_hans: 素材不可用

# workboard.material.preview.syncPending
source: This material is still arriving from iCloud. It will open once it lands on this device.
es: Este material aún está llegando desde iCloud. Se abrirá cuando llegue a este dispositivo.
ja: この素材はiCloudから受信中です。このデバイスに届くと開けます。
zh_hans: 此素材仍在从 iCloud 同步，到达此设备后即可打开。

# workboard.material.preview.unavailable
source: This material is not available on this device. Reattach it here to open it.
es: Este material no está disponible en este dispositivo. Vuelve a adjuntarlo aquí para abrirlo.
ja: この素材はこのデバイスで利用できません。開くにはここで再添付してください。
zh_hans: 此素材在此设备不可用，请在此重新附加以打开。

# workboard.material.reattach.action
source: Reattach or Replace
es: Volver a adjuntar o reemplazar
ja: 再添付または置き換え
zh_hans: 重新附加或替换

# workboard.material.reattach.short
source: Reattach
es: Volver a adjuntar
ja: 再添付
zh_hans: 重新附加

# workboard.material.remove.action
source: Remove Material
es: Eliminar material
ja: 素材を削除
zh_hans: 移除素材

# workboard.material.remove.confirm.message
source: “%@” will be removed from your Work desk.
es: “%@” se eliminará de tu escritorio de Trabajo.
ja: 「%@」をワークスペースから削除します。
zh_hans: “%@”将从工作台移除。

# workboard.material.remove.confirm.message.pair
source: “%@” and the recording inside it will be removed from your Work desk.
es: “%@” y la grabación que contiene se eliminarán de tu escritorio de Trabajo.
ja: 「%@」と含まれる録音をワークスペースから削除します。
zh_hans: “%@”及其中的录音将从工作台移除。

# workboard.material.remove.confirm.title
source: Remove this material?
es: ¿Eliminar este material?
ja: この素材を削除しますか？
zh_hans: 移除此素材？

# workboard.material.remove.failed.title
source: Couldn’t remove material
es: No se pudo eliminar el material
ja: 素材を削除できませんでした
zh_hans: 无法移除素材

# workboard.material.share
source: Share
es: Compartir
ja: 共有
zh_hans: 共享

# workboard.material.share.dismissFailure
source: Dismisses this message
es: Cierra este mensaje
ja: このメッセージを閉じます
zh_hans: 关闭此消息

# workboard.material.share.failed.title
source: Couldn’t share this material
es: No se pudo compartir este material
ja: この素材を共有できませんでした
zh_hans: 无法共享此素材

# workboard.material.share.noAnchor
source: The share options couldn’t be opened from this window.
es: No se pudieron abrir las opciones para compartir desde esta ventana.
ja: このウィンドウから共有メニューを開けませんでした。
zh_hans: 无法从此窗口打开共享选项。

# workboard.material.share.preparing
source: Preparing…
es: Preparando…
ja: 準備中…
zh_hans: 正在准备…

# workboard.material.share.stale
source: This card changed while it was being prepared, so nothing was shared.
es: Esta tarjeta cambió mientras se preparaba, así que no se compartió nada.
ja: 準備中にカードが変更されたため、何も共有されませんでした。
zh_hans: 准备期间此卡片发生了更改，未共享任何内容。

# workboard.material.share.syncPending
source: This material is still arriving from iCloud. It can be shared once it lands on this device.
es: Este material aún está llegando desde iCloud. Se podrá compartir cuando llegue a este dispositivo.
ja: この素材はiCloudから受信中です。このデバイスに届くと共有できます。
zh_hans: 此素材仍在从 iCloud 同步，到达此设备后即可共享。

# workboard.material.share.unavailable
source: This material is not available on this device. Reattach it here to share it.
es: Este material no está disponible en este dispositivo. Vuelve a adjuntarlo aquí para compartirlo.
ja: この素材はこのデバイスで利用できません。共有するにはここで再添付してください。
zh_hans: 此素材在此设备不可用，请在此重新附加以共享。

# workboard.material.sourceConversation
source: Open source conversation
es: Abrir conversación de origen
ja: 元の会話を開く
zh_hans: 打开来源对话

# workboard.material.syncOff
source: Not on this device · content sync is off
es: No está en este dispositivo · sincronización de contenido desactivada
ja: このデバイスにありません · コンテンツ同期は無効
zh_hans: 不在此设备上 · 内容同步已关闭

# workboard.material.syncOff.explanation
source: This material is not on this device, and content sync is off. Use a device where the file is available, or turn content sync on in Settings → General.
es: Este material no está en este dispositivo y la sincronización de contenido está desactivada. Usa un dispositivo donde esté disponible el archivo o activa la sincronización de contenido en Ajustes → General.
ja: この素材はこのデバイスになく、コンテンツ同期も無効です。ファイルがあるデバイスを使うか、設定 → 一般でコンテンツ同期を有効にしてください。
zh_hans: 此素材不在此设备上，且内容同步已关闭。请使用有此文件的设备，或在“设置”→“通用”中开启内容同步。

# workboard.material.syncPending
source: Waiting for iCloud…
es: Esperando a iCloud…
ja: iCloudを待っています…
zh_hans: 正在等待 iCloud…

# workboard.material.text.edit
source: Edit text
es: Editar texto
ja: テキストを編集
zh_hans: 编辑文本

# workboard.material.transcript
source: Spoken note
es: Nota hablada
ja: 音声メモ
zh_hans: 口述笔记

# workboard.material.transcript.edit
source: Edit transcript
es: Editar transcripción
ja: 文字起こしを編集
zh_hans: 编辑转写文本

# workboard.material.unavailableHere
source: Reattach on this device to open
es: Vuelve a adjuntarlo en este dispositivo para abrirlo
ja: 開くにはこのデバイスで再添付
zh_hans: 在此设备重新附加以打开

# workboard.menuBar.addToWork
source: Add to Work
es: Añadir a Trabajo
ja: ワークスペースに追加
zh_hans: 添加到工作台

# workboard.menuBar.addToWork.help
source: Save this as private work without contacting your AI
es: Guardar esto como trabajo privado sin contactar con tu IA
ja: AIに接続せず、非公開の作業として保存
zh_hans: 将此内容保存为私人工作，不联系 AI

# workboard.menuBar.ask
source: Ask
es: Preguntar
ja: 質問する
zh_hans: 提问

# workboard.menuBar.ask.help
source: Send this to your default AI gateway
es: Enviar esto a tu pasarela de IA predeterminada
ja: デフォルトのAIゲートウェイに送信
zh_hans: 发送给默认 AI 网关

# workboard.menuBar.compose.placeholder
source: Write a note or message
es: Escribe una nota o mensaje
ja: メモまたはメッセージを入力
zh_hans: 撰写笔记或消息

# workboard.menuBar.compose.work.placeholder
source: Write a note for your desk
es: Escribe una nota para tu escritorio
ja: ワークスペースのメモを入力
zh_hans: 为工作台撰写笔记

# workboard.menuBar.compose.work.title
source: Add to Work
es: Añadir a Trabajo
ja: ワークスペースに追加
zh_hans: 添加到工作台

# workboard.menuBar.saved
source: Added to Work. Nothing was sent.
es: Añadido a Trabajo. No se envió nada.
ja: ワークスペースに追加しました。何も送信していません。
zh_hans: 已添加到工作台，未发送任何内容。

# workboard.menuBar.saved.open.help
source: Open Work and see the new card
es: Abrir Trabajo y ver la tarjeta nueva
ja: ワークスペースを開いて新しいカードを確認
zh_hans: 打开工作台，查看新卡片

# workboard.menuBar.savedQueued
source: On its way to Work. Nothing was sent.
es: De camino a Trabajo. No se envió nada.
ja: ワークスペースに追加中です。何も送信していません。
zh_hans: 正在送入工作台，未发送给 AI。

# workboard.menuBar.voice.cardMissing
source: That note is no longer on your desk.
es: Esa nota ya no está en tu escritorio.
ja: そのメモはワークスペースにありません。
zh_hans: 该笔记已不在工作台上。

# workboard.menuBar.voice.saved
source: Added to Work. The words came from your speech provider.
es: Añadido a Trabajo. El texto vino de tu proveedor de voz.
ja: ワークスペースに追加しました。文字起こしは音声認識プロバイダーによるものです。
zh_hans: 已添加到工作台，文字来自语音服务商。

# workboard.reorder.conflict
source: The desk changed while this move was saving, so the board kept its own order.
es: El escritorio cambió mientras se guardaba este movimiento, así que el tablero conservó su propio orden.
ja: 移動の保存中にワークスペースが変更されたため、ボードの順序を保持しました。
zh_hans: 保存此次移动时，工作台发生了更改，因此保留了工作板自己的顺序。

# workboard.sync.banner.noAccount
source: iCloud is signed out — your cards won’t sync across your devices.
es: No hay sesión iniciada en iCloud: tus tarjetas no se sincronizarán entre tus dispositivos.
ja: iCloudからサインアウトしています。カードはデバイス間で同期されません。
zh_hans: iCloud 已退出登录，卡片不会在设备间同步。

# workboard.sync.banner.quotaExceeded
source: Your iCloud storage is full — new cards can’t sync to your other devices.
es: Tu almacenamiento de iCloud está lleno: las tarjetas nuevas no pueden sincronizarse con tus otros dispositivos.
ja: iCloudストレージがいっぱいです。新しいカードをほかのデバイスに同期できません。
zh_hans: iCloud 存储空间已满，新卡片无法同步到其他设备。

# workboard.sync.banner.restricted
source: iCloud is restricted on this device — your cards can’t sync.
es: iCloud está restringido en este dispositivo: tus tarjetas no pueden sincronizarse.
ja: このデバイスではiCloudが制限されているため、カードを同期できません。
zh_hans: 此设备的 iCloud 受限，卡片无法同步。

# workboard.title
source: Work
es: Trabajo
ja: ワークスペース
zh_hans: 工作台

# workboard.voice.cancelTranscription
source: Cancel Transcription
es: Cancelar transcripción
ja: 文字起こしをキャンセル
zh_hans: 取消转写

# workboard.voice.capture
source: Add by voice
es: Añadir por voz
ja: 音声で追加
zh_hans: 用语音添加

# workboard.voice.context
source: Record a voice note
es: Grabar una nota de voz
ja: 音声メモを録音
zh_hans: 录制语音笔记

# workboard.voice.elapsed
source: Recording time
es: Tiempo de grabación
ja: 録音時間
zh_hans: 录音时长

# workboard.voice.error.accessibility
source: Voice capture stopped. %@
es: Captura de voz detenida. %@
ja: 音声の取り込みが停止しました。%@
zh_hans: 语音采集已停止。%@

# workboard.voice.error.captureAbsent
source: Nothing from this capture is on your desk yet. The recording is kept on this Mac for Try Again.
es: Nada de esta captura está aún en tu escritorio. La grabación se conserva en este Mac para Reintentar.
ja: この取り込みはまだワークスペースにありません。再試行用の録音はこのMacに保持されています。
zh_hans: 此次采集尚未有任何内容进入工作台。录音保留在此 Mac 上，可“重试”。

# workboard.voice.error.deskWrite
source: Work couldn’t save this recording just now.
es: Trabajo no pudo guardar esta grabación ahora.
ja: 現在、ワークスペースにこの録音を保存できませんでした。
zh_hans: 工作台暂时无法保存这段录音。

# workboard.voice.error.screenshotMissing
source: Your words are on your desk. The screenshot is not.
es: Tu texto está en tu escritorio. La captura de pantalla no.
ja: 文字起こしはワークスペースにあります。スクリーンショットはまだありません。
zh_hans: 文字已在工作台上，截屏尚未添加。

# workboard.voice.error.screenshotWrite
source: Work couldn’t save the screenshot just now.
es: Trabajo no pudo guardar la captura de pantalla ahora.
ja: 現在、ワークスペースにスクリーンショットを保存できませんでした。
zh_hans: 工作台暂时无法保存这张截屏。

# workboard.voice.error.title
source: Voice capture stopped
es: Captura de voz detenida
ja: 音声の取り込みが停止しました
zh_hans: 语音采集已停止

# workboard.voice.error.wordsMissing
source: Your screenshot is on your desk. The words are not yet.
es: Tu captura de pantalla está en tu escritorio. El texto aún no.
ja: スクリーンショットはワークスペースにあります。文字起こしはまだありません。
zh_hans: 截屏已在工作台上，文字尚未添加。

# workboard.voice.error.wordsMissingScreenshotQueued
source: Your screenshot is on its way to your desk. The words are not yet.
es: Tu captura de pantalla está de camino a tu escritorio. El texto aún no.
ja: スクリーンショットはワークスペースに追加中です。文字起こしはまだありません。
zh_hans: 截屏正在送入工作台，文字尚未添加。

# workboard.voice.listening
source: Listening
es: Escuchando
ja: 聞き取り中
zh_hans: 正在聆听

# workboard.voice.preparing
source: Preparing on-device voice…
es: Preparando voz en el dispositivo…
ja: デバイス内音声認識を準備中…
zh_hans: 正在准备设备端语音…

# workboard.voice.privacy
source: Your recording stays on this device while it becomes words, and the words go to your private desk. The audio goes only to the speech provider you chose, and only to be turned into words — never into a conversation, and never through a server of ours.
es: Tu grabación permanece en este dispositivo mientras se convierte en texto y el texto va a tu escritorio privado. El audio solo va al proveedor de voz que elegiste y solo para convertirse en texto: nunca a una conversación ni a través de un servidor nuestro.
ja: 録音は文字起こしの間このデバイスに保持され、テキストは非公開のワークスペースに保存されます。音声は選んだ音声認識プロバイダーに、文字起こしのためだけに送信されます。会話には含まれず、私たちのサーバーを通ることもありません。
zh_hans: 录音转成文字期间保留在此设备上，文字将进入私人工作台。音频仅发送给你所选的语音服务商，只用于转写，不会进入对话，也不会经过我们的服务器。

# workboard.voice.recordAgain
source: Record Again
es: Grabar de nuevo
ja: もう一度録音
zh_hans: 重新录音

# workboard.voice.recording.untitled
source: Voice note
es: Nota de voz
ja: 音声メモ
zh_hans: 语音笔记

# workboard.voice.starting
source: Starting the microphone…
es: Iniciando el micrófono…
ja: マイクを起動中…
zh_hans: 正在启动麦克风…

# workboard.voice.stop
source: Stop and Save
es: Detener y guardar
ja: 停止して保存
zh_hans: 停止并保存

# workboard.voice.stopped.body
source: Your recording is still on this device. Try Again turns it into a note on your desk.
es: Tu grabación sigue en este dispositivo. Reintentar la convierte en una nota de tu escritorio.
ja: 録音はこのデバイスに保持されています。再試行するとワークスペースのメモに変換します。
zh_hans: 录音仍在此设备上。“重试”会将它转成工作台上的笔记。

# workboard.voice.stopped.title
source: Transcription stopped
es: Transcripción detenida
ja: 文字起こしが停止しました
zh_hans: 转写已停止

# workboard.voice.transcribing
source: Turning speech into text…
es: Convirtiendo voz en texto…
ja: 音声をテキストに変換中…
zh_hans: 正在将语音转换为文字…

# workboard.voice.tryAgain
source: Try Again
es: Reintentar
ja: 再試行
zh_hans: 重试

# workboard.workspace.add
source: Add to Work
es: Añadir a Trabajo
ja: ワークスペースに追加
zh_hans: 添加到工作台

# workboard.workspace.add.hint
source: Saves this thought privately. Nothing is sent to an AI.
es: Guarda esta idea de forma privada. Nada se envía a una IA.
ja: この考えを非公開で保存します。AIには何も送信しません。
zh_hans: 私密保存此想法，不发送给 AI。

# workboard.workspace.attach
source: Attach to Work
es: Adjuntar a Trabajo
ja: ワークスペースに添付
zh_hans: 附加到工作台

# workboard.workspace.capture.failed.title
source: Couldn’t add to Work
es: No se pudo añadir a Trabajo
ja: ワークスペースに追加できませんでした
zh_hans: 无法添加到工作台

# workboard.workspace.drop.image
source: Dropped image %1$lld.%2$@
es: Imagen soltada %1$lld.%2$@
ja: ドロップした画像%1$lld.%2$@
zh_hans: 拖入的图片 %1$lld.%2$@

# workboard.workspace.drop.overlay.caption
source: Files, photos, screenshots, links and text will be added here. Nothing is sent.
es: Los archivos, fotos, capturas, enlaces y textos se añadirán aquí. Nada se envía.
ja: ファイル、写真、スクリーンショット、リンク、テキストをここに追加します。何も送信しません。
zh_hans: 文件、照片、截屏、链接和文本将添加到这里，不发送给 AI。

# workboard.workspace.import.complete.message
source: %lld items were added. Nothing was sent.
es: Se añadieron %lld elementos. No se envió nada.
ja: %lld件を追加しました。何も送信していません。
zh_hans: 已添加 %lld 项，未发送给 AI。
